tap "homebrew/bundle"
brew "bat"
brew "bottom"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "jq"
brew "lazydocker"
brew "mysql"
brew "protobuf"
brew "ripgrep"
cask "blackhole-2ch"
cask "devtoys"
cask "iterm2"
cask "raycast"
cask "sequel-ace"
vscode "1yib.rust-bundle"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "peterj.proto"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "yzane.markdown-pdf"
